Repository: NMarjou/localization-app
Catalog: TMs/en-US_ja-JP.tmx
Source language: en_us
Languages: ja_jp

source: Logout
ja_jp: ログアウト

source: Manage
ja_jp: 管理

source: Mark all as read
ja_jp: すべてを既読にする

source: More
ja_jp: 詳細

source: Move reviews
ja_jp: レビューを移動

source: New
ja_jp: 新規

source: Next
ja_jp: 次へ

source: Next step
ja_jp: 次のステップ

source: None
ja_jp: なし

source: Open
ja_jp: 開く

source: Open in a new tab
ja_jp: 新しいタブで開く

source: Open link
ja_jp: リンクを開く

source: Preview grid
ja_jp: グリッドをプレビュー

source: Previous
ja_jp: 前へ

source: Print PDF
ja_jp: PDFを印刷

source: Proceed
ja_jp: 続行

source: Reassign review
ja_jp: レビューを再割り当て

source: Remove
ja_jp: 削除

source: Remove all
ja_jp: すべて削除

source: Remove file
ja_jp: ファイルを削除

source: Remove selected
ja_jp: 選択した項目を削除

source: Rename
ja_jp: 名前を変更

source: Republish
ja_jp: 再公開

source: Request
ja_jp: リクエスト

source: Request feedback
ja_jp: フィードバックをリクエスト

source: Reset to default
ja_jp: デフォルトにリセット

source: Resubmit
ja_jp: 再送信

source: Submit again for approval
ja_jp: 承認に向けて再送信

source: Retry
ja_jp: リトライ

source: Save
ja_jp: 保存

source: Save & exit
ja_jp: 保存して終了

source: Save as draft
ja_jp: ドラフトとして保存

source: Save changes
ja_jp: 変更を保存

source: Save draft and exit
ja_jp: ドラフトを保存して終了

source: Save updates
ja_jp: 更新を保存

source: Select
ja_jp: 選択

source: Send
ja_jp: 送信

source: Send feedback
ja_jp: フィードバックを送信

source: Send now
ja_jp: 今すぐ送信

source: Send requests
ja_jp: リクエストを送信

source: Share
ja_jp: 共有

source: Show
ja_jp: 表示

source: Show less
ja_jp: 表示を減らす

source: Show more
ja_jp: 表示を増やす

source: Start upload
ja_jp: アップロードを開始

source: Submit
ja_jp: 送信

source: Submitted
ja_jp: 送信済み

source: Toggle
ja_jp: 切り替え

source: Toggle menu
ja_jp: メニューを切り替え

source: Train model
ja_jp: モデルをトレーニング

source: Update
ja_jp: 更新

source: Upload
ja_jp: アップロード

source: Upload CSV
ja_jp: CSVをアップロード

source: Uploading
ja_jp: アップロード中

source: Validate
ja_jp: 検証する

source: View
ja_jp: 表示

source: View all
ja_jp: すべて表示

source: View check-in
ja_jp: チェックインを表示

source: No behavior libraries yet.
ja_jp: 行動ライブラリはまだありません。

source: Create your first behavior library
ja_jp: 最初の行動ライブラリを作成

source: Owners
ja_jp: オーナー

source: The bonus plan was successfully duplicated.
ja_jp: ボーナス計画が正常に複製されました。

source: Open bonus plan
ja_jp: ボーナス計画を開く

source: Enable
ja_jp: 有効にする

source: Usage details
ja_jp: 利用状況の詳細

source: Alert
ja_jp: アラート

source: Changes detected in the selected goal plan.
ja_jp: 選択した目標プランに変更が検出されました。

source: Changes detected in the selected goal plan. Use pending draft version to apply them if needed.
ja_jp: 選択した目標プランに変更が検出されました。必要に応じて、保留中の下書き版を使用して変更を適用してください。

source: Create pending draft
ja_jp: 保留中の下書きを作成

source: Duplication successful
ja_jp: 複製に成功しました

source: Edit pending draft
ja_jp: 保留中の下書きを編集

source: Create bonus plan
ja_jp: ボーナス計画を作成

source: Edit bonus plan
ja_jp: ボーナス計画を編集

source: The pending draft was successfully updated.
ja_jp: 保留中の下書きは正常に更新されました。

source: Some payout curves assigned to this bonus plan are deactivated. Please reassign the payout curves.
ja_jp: このボーナスプランに割り当てられている一部の支払いカーブが無効化されています。支払いカーブを再割り当てしてください。

source: The bonus plan was successfully published.
ja_jp: ボーナスプランが正常に公開されました。

source: The pending draft was successfully published.
ja_jp: 保留中の下書きは正常に公開されました。

source: Numeric
ja_jp: 数値

source: Percentage
ja_jp: パーセンテージ

source: Achievement calculation
ja_jp: 達成度の計算

source: Calculation of the achievement per each goal
ja_jp: 各目標ごとの達成度の計算

source: Calculated bonus
ja_jp: 計算されたボーナス

source: When multiple situations apply, the final bonus is the total of the calculated bonuses for each situation.
ja_jp: 複数の状況が該当する場合、最終的なボーナスは各状況ごとに計算されたボーナスの合計となります。

source: Review the bonus calculation equation
ja_jp: ボーナス計算式を確認してください

source: Goal achievement %
ja_jp: 目標達成率

source: Goal type weight
ja_jp: 目標タイプの重み

source: LoA factor
ja_jp: LoA要素

source: Payout curve result
ja_jp: ペイアウトカーブの結果

source: Target bonus
ja_jp: 目標ボーナス

source: TiR factor
ja_jp: TiRファクター

source: Bonus formula overview
ja_jp: ボーナス計算式の概要

source: This formula calculates the bonus payout. You can adjust it later in the comp round creation process.
ja_jp: この数式はボーナス支給額を計算します。後で報酬ラウンド作成プロセス中に調整できます。

source: Bonus calculation equation
ja_jp: ボーナス計算式

source: Specify the performance indicators and payout curve
ja_jp: パフォーマンス指標と支払いカーブを指定してください

source: The payout curve {{payoutCurveName}} is deactivated. If you edit it, it will no longer be available for selection.
ja_jp: ペイアウトカーブ{{payoutCurveName}}は無効化されています。編集すると、選択できなくなります。

source: Deactivated payout curve
ja_jp: 無効化された支払いカーブ

source: Add a goal plan and assign payout curves.
ja_jp: 目標プランを追加し、支払いカーブを割り当てます。

source: Payout curve
ja_jp: ペイアウトカーブ

source: Measurement
ja_jp: 測定

source: Add a plan, set a payout curve and a calculated weight.
ja_jp: プランを追加し、支払いカーブと計算された重みを設定してください。

source: Add goal plan
ja_jp: 目標プランを追加

source: Add plan
ja_jp: プランを追加

source: Get started by adding a goal plan
ja_jp: 目標プランを追加して始めましょう

source: This payout curve is disabled; please choose another one.
ja_jp: この支払いカーブは無効になっています。別のものをお選びください。

source: This payout curve is disabled; please select another one.
ja_jp: この支払いカーブは無効になっています。別のカーブを選択してください。

source: Search for payout curves
ja_jp: ペイアウトカーブを検索する

source: Please provide a goal plan.
ja_jp: 目標計画を提出してください。

source: {{percent}}% weight
ja_jp: {{percent}}％の重み

source: Performance indicator (goals)
ja_jp: 業績インジケータ（目標）

source: Bonus type
ja_jp: ボーナスタイプ

source: The code cannot be empty.
ja_jp: コードを空にすることはできません。

source: Plan details
ja_jp: 計画の詳細

source: A bonus plan with that code already exists
ja_jp: このコードを持つボーナス計画がすでに存在します

source: Goal plan period
ja_jp: 目標計画期間

source: Define the time frame for the goal plan to be used in this bonus plan.
ja_jp: このボーナスプランで使用する目標計画の期間を定義してください。

source: End date is required
ja_jp: 終了日が必要です

source: The start date is required.
ja_jp: 開始日が必要です。

source: You’ve already selected a goal plan. To update the period, please remove the current selection first.
ja_jp: すでに目標プランを選択しています。期間を更新するには、現在の選択を先に削除してください。

source: The name cannot be empty.
ja_jp: 名前を空にすることはできません。

source: Search by name
ja_jp: 名前で検索

source: Discretionary bonus
ja_jp: 裁量ボーナス

source: Awarded at the comp managers' discretion; not tied to specific performance metrics.
ja_jp: 報酬マネージャの裁量で授与され、特定の業績指標には関連付けられていません。

source: STI: KPIs with payout curves
ja_jp: STI：支払い曲線を持つKPI

source: A bonus tied to KPIs where payouts adjust based on performance levels.
ja_jp: KPIに関連付けられたボーナスで、支払いは業績レベルに基づいて調整されます。

source: Define the population(s) for the bonus plan.
ja_jp: ボーナス計画の母集団を定義します。

source: Select the populations relevant for this bonus plan.
ja_jp: このボーナスプランに関連する対象者を選択してください。

source: Select populations
ja_jp: 集団を選択

source: Population summary
ja_jp: 人口の概要

source: Overview of the population definition
ja_jp: 母集団定義の概要

source: System populations
ja_jp: システムの集団

source: Apply individual inclusion and exclusion.
ja_jp: 個別の包含および除外を適用します。

source: No workers added to the population yet
ja_jp: まだ労働者が人口に追加されていません

source: Manual worker selections
ja_jp: 作業員の選択

source: Workers selected manually
ja_jp: 作業者は手動で選択されました

source: Apply prorating factors
ja_jp: 比例配分係数を適用

source: Leave of absence (LoA)
ja_jp: 休職（LoA）

source: Select factors to apply to the plan
ja_jp: プランに適用する要素を選択してください

source: Selected factors
ja_jp: 選択された要因

source: Time in role (TiR)
ja_jp: 役割在任期間（TiR）

source: Time in role to target
ja_jp: 目標までの役割在任期間

source: Prorating factors
ja_jp: 比例配分係数

source: Review plan configurations
ja_jp: 計画の設定を確認

source: Summary
ja_jp: 要約

source: View bonus plan
ja_jp: ボーナスプランを表示

source: The payout curve is required.
ja_jp: 支払いカーブは必須です。

source: Bulk assign
ja_jp: 一括割り当て

source: Select which payout curve will be assigned to the selected goals.
ja_jp: 選択した目標に割り当てる支払いカーブを選択してください。

source: One or more payout curves have been deactivated. If you assign a new payout curve, you won’t be able to re-select any of the deactivated curves.
ja_jp: 1つ以上のペイアウトカーブが無効化されています。新しいペイアウトカーブを割り当てると、無効化されたカーブを再選択することはできなくなります。

source: Assign payout curve
ja_jp: 支払いカーブを割り当てる

source: Assign default payout curves based on goal type and measurement criteria. Available options for the payout curve correspond to the type of result unit. You can later override these defaults if necessary.
ja_jp: 目標タイプと測定基準に基づいて、デフォルトの支払いカーブを割り当てます。支払いカーブの利用可能なオプションは、成果単位の種類に対応しています。必要に応じて、後からこれらのデフォルトを上書きすることもできます。

source: Default payout curves
ja_jp: デフォルトの支払いカーブ

source: You will be able to assign payout curves once the goal types and measurement criteria are loaded.
ja_jp: 目標タイプと測定基準が読み込まれると、支払いカーブを割り当てることができるようになります。

source: Select a goal plan to get started
ja_jp: 開始するには、目標プランを選択してください

source: Please select a goal plan.
ja_jp: 目標プランを選択してください。

source: The payout curve was successfully assigned.
ja_jp: 支払いカーブが正常に割り当てられました。

source: The payout curves were successfully assigned.
ja_jp: 支払いカーブが正常に割り当てられました。

source: Autosaved
ja_jp: 自動保存済み

source: Select goal
ja_jp: 目標を選択してください

source: Are you sure you want to delete this goal plan? This will permanently remove all configurations.
ja_jp: この目標プランを削除してもよろしいですか？すべての設定が完全に削除されます。

source: Delete goal plan
ja_jp: 目標プランを削除する

source: Empty
ja_jp: 空

source: Individual
ja_jp: 個人

source: Organizational
ja_jp: 組織的

source: No results match the search/filter criteria. Remove filters and clear the search to show all results.
ja_jp: 検索やフィルターの条件に一致する結果がありません。すべての結果を表示するには、フィルターを解除し、検索をクリアしてください。

source: Search by goal name
ja_jp: 目標名で検索

source: {{count}} items selected
ja_jp: {{count}} 件が選択されました

source: Some goals don’t have a payout curve assigned. You can continue, but these goals will not be included in bonus calculations.
ja_jp: 一部の目標には支払いカーブが割り当てられていません。続行することはできますが、これらの目標はボーナス計算に含まれません。

source: Unassigned goals
ja_jp: 未割り当ての目標

source: Pending draft
ja_jp: 保留中のドラフト

source: Bonus Plans
ja_jp: ボーナス計画

source: Are you sure you want to update this goal plan? The published bonus plan will not be affected until you republish it.
ja_jp: この目標プランを更新してもよろしいですか？公開済みのボーナスプランは、再公開するまで反映されません。

source: Update goal plan
ja_jp: 目標プランを更新

source: Refresh goals
ja_jp: 目標を更新

source: The goal plan was successfully updated.
ja_jp: 目標プランは正常に更新されました。

source: Update compensation rounds to the latest version.
ja_jp: 報酬ラウンドを最新バージョンに更新します。

source: Check the usage details to see where this plan is used.
ja_jp: このプランの使用先を確認するには、利用状況の詳細をチェックしてください。

source: You’re about to publish the pending draft, which will replace the currently published version of this bonus plan.
ja_jp: 保留中の下書きを公開しようとしています。これにより、現在公開されているこのボーナスプランのバージョンが置き換えられます。

source: To apply your changes:
ja_jp: 変更を適用するには:

source: This action won’t automatically update the compensation rounds using this plan.
ja_jp: この操作を行っても、このプランを使用している報酬ラウンドは自動的には更新されません。

source: Publish updated bonus plan
ja_jp: 更新されたボーナスプランを公開する

source: Owner
ja_jp: オーナー

source: Published date
ja_jp: 公開日

source: Search by name or code
ja_jp: 名前またはコードで検索

source: Competency Scales
ja_jp: 能力尺度

source: The career development plan was successfully updated.
ja_jp: キャリア開発計画が正常に更新されました。

source: Add question
ja_jp: 質問を追加

source: Edit career development plan
ja_jp: キャリア開発計画を編集

source: No translation provided for the description
ja_jp: 説明の翻訳は提供されていません

source: No translation provided for the title
ja_jp: タイトルの翻訳は提供されていません

source: Specify the number of days
ja_jp: 日数を指定

source: Configure notifications and preferred notification delivery channels
ja_jp: 通知および希望する通知配信チャネルを設定

source: Message
ja_jp: メッセージ

source: Great work so far! With just a few days remaining in your career development plan, now is the perfect time to review your progress and add any additional comments.
ja_jp: ここまでのご尽力、お疲れさまです。キャリア開発計画も残りわずか数日となった今こそ、進捗確認や追加コメントの入力に最適な時期です。

source: Today marks the final day of your career development Plan! Well done on your commitment and growth throughout this journey.
ja_jp: 今日があなたのキャリア開発計画の最終日となります。このプロセス全体にわたる成長へのご献身、お疲れさまでした。

source: Your career development plan is ready for its final review. Please confirm and sign off on the plan after discussing with your manager.
ja_jp: キャリア開発計画の最終レビューの準備ができました。マネージャと相談の上、計画を確認し、サインオフしてください。

source: Your self-assessment was submitted. Your manager will review it and provide feedback shortly.
ja_jp: 自己アセスメントが送信されました。あなたのマネージャがこれを確認し、まもなくフィードバックを提供します。

source: Your career development plan has started. Review the plan and begin working on your objectives.
ja_jp: あなたのキャリア開発計画が開始されました。計画を確認し、目標達成に向けた取り組みを開始してください。

source: Your self-assessment is now open. Take the time to reflect, and then submit your responses.
ja_jp: 自己アセスメントがオープンされました。じっくりと振り返り、応答を送信してください。

source: Send a notification a certain number of days before the end of the plan
ja_jp: 計画終了前に所定の日数の余裕をもって通知を送信

source: Send a notification on the day
ja_jp: 当日に通知を送信

source: End of the career development plan
ja_jp: キャリア開発計画の終了

source: Career development plan PDF creation
ja_jp: キャリア開発計画のPDF作成

source: Plan sign-off
ja_jp: 計画のサインオフ

source: Review & feedback
ja_jp: レビューとフィードバック

source: Start of the career development plan
ja_jp: キャリア開発計画の開始

source: Worker submission
ja_jp: 従業員による送信

source: Email notifications
ja_jp: 電子メール通知

source: In-app notifications
ja_jp: アプリ内通知

source: Notification delivery channel
ja_jp: 通知配信チャネル

source: Core components
ja_jp: コアコンポーネント

source: Enable, configure & reorder core components
ja_jp: コアコンポーネントを有効化、設定、並べ替え

source: Continuous plan
ja_jp: 継続的計画

source: Enter the basic information for the plan
ja_jp: 計画の基本情報を入力

source: Fixed duration plan
ja_jp: 固定期間の計画

source: Local owner
ja_jp: ローカルオーナー

source: Select owner
ja_jp: 所有者を選択してください

source: Send career development plan PDF to Documents
ja_jp: キャリア開発計画のPDFをドキュメントに送信する

source: A plan with this code already exists.
ja_jp: このコードを持つ計画がすでに存在します。

source: Select option
ja_jp: オプションを選択

source: Eligibility
ja_jp: 適格性

source: Specify the eligibility for the comp round
ja_jp: 報酬ラウンドの適格性を指定

source: Define the populations for the plan
ja_jp: 計画の母集団を定義

source: Population setup is restricted by primary owner access
ja_jp: 母所有者のアクセスによって集団の設定が制限されています

source: Population setup is restricted by local admin access.
ja_jp: 人口設定はローカル管理者のアクセスによって制限されています。

source: Privacy settings
ja_jp: プライバシー設定

source: Configure the privacy settings
ja_jp: プライバシー設定を指定

source: Mandatory question
ja_jp: 必須の質問

source: Checkboxes
ja_jp: チェックボックス

source: Radio buttons
ja_jp: ラジオボタン

source: Text input
ja_jp: テキスト入力

source: Edit question
ja_jp: 質問を編集

source: No questions yet
ja_jp: まだ質問がありません

source: Answer to this question is mandatory.
ja_jp: この質問への回答は必須です。

source: Response permission
ja_jp: 応答の権限

source: Manager only
ja_jp: 管理者のみ

source: Worker only
ja_jp: 社員のみ

source: Worker & manager
ja_jp: 社員とマネージャー

source: Career plan questionnaire
ja_jp: キャリア計画質問票

source: Add answer option
ja_jp: 回答オプションを追加

source: The answer option cannot be empty.
ja_jp: 回答オプションを空にすることはできません。

source: Create questions for workers
ja_jp: 従業員向けの質問を作成

source: Languages: {{numerator}}/{{denominator}}
ja_jp: 言語：{{numerator}}/{{denominator}}

source: List of answer options
ja_jp: 回答オプションの一覧

source: At least {{count}} answer option is required for this answer type
ja_jp: この回答タイプには少なくとも{{count}}つの回答オプションが必要です

source: At least {{count}} answer options are required for this answer type
ja_jp: この回答タイプには少なくとも{{count}}個の回答オプションが必要です

source: Please provide a question.
ja_jp: 質問を入力してください。

source: Show disabled
ja_jp: 無効なアイテムを表示

source: Response rule
ja_jp: 応答ルール

source: Skill library
ja_jp: スキルライブラリ

source: Configure the skill set for the plan
ja_jp: 計画にスキルセットを設定

source: Sidebar widgets
ja_jp: サイドバーウィジェット

source: Enable, set up & reorder sidebar widgets
ja_jp: サイドバーウィジェットを有効化、設定、並べ替え

source: Workflow
ja_jp: ワークフロー

source: Update the workflow labels
ja_jp: ワークフローラベルを更新

source: Change display name
ja_jp: 表示名を変更

source: Selected workflow step
ja_jp: 選択されたワークフローステップ

source: Receive insights and guidance from your manager.
ja_jp: マネージャから洞察や指針を受けます。

source: Manager feedback
ja_jp: マネージャフィードバック

source: Reflect on your achievements and growth areas.
ja_jp: あなたの達成事項と成長領域を振り返りましょう。

source: The manager can still fill in certain fields and, after performing the action, submit the form.
ja_jp: マネージャは引き続き特定のフィールドに入力し、アクションを実行した後、フォームを送信できます。

source: Allow workers to refuse the career development
ja_jp: 従業員がキャリア開発を拒否できるようにする

source: Create career development plan
ja_jp: キャリア開発計画を作成

source: View & manage career development plans
ja_jp: キャリア開発計画を表示および管理

source: Development plans
ja_jp: 開発計画

source: End date: {{date}}
ja_jp: 終了日：{{date}}

source: Start date: {{date}}
ja_jp: 開始日：{{date}}

source: No careers plans. Check again soon for updates and new opportunities to support your professional growth. We’re here to help you achieve your career goals.
ja_jp: キャリア計画がありません。近いうちに再度アクセスし、職務上の成長に生かせる更新情報や新たな機会を確認してください。あなたのキャリア目標の達成を全力でお手伝いいたします。

source: No career development plans
ja_jp: キャリア開発計画なし

source: The file was successfully uploaded. Please download the log file to review any errors. Focus on the last two columns, “Result” and “Error Description,” for details on any issues encountered.
ja_jp: ファイルが正常にアップロードされました。ログファイルをダウンロードして、エラーがないか確認してください。発生した問題の詳細については、最後の2列、すなわち［Result（結果）］と［Error Description（エラーの説明）］を参照してください。

source: Are you sure you want to delete the career development plan?
ja_jp: キャリア開発計画を削除してもよろしいですか？

source: Delete career development plan
ja_jp: キャリア開発計画を削除する

source: The career development plan template was successfully deleted.
ja_jp: キャリア開発計画のテンプレートは正常に削除されました。

source: The career development plan was duplicated and a new item was created.
ja_jp: キャリア開発計画が複製され、新しい項目が作成されました。

source: No career development plans yet!
ja_jp: まだキャリア開発計画がありません！

source: Open career development plan
ja_jp: キャリア開発計画を開く

source: Career development plans
ja_jp: キャリア開発計画

source: Upload skills
ja_jp: スキルをアップロード

source: Download career development plan
ja_jp: キャリア開発計画をダウンロード

source: Generate PDF
ja_jp: PDFを生成

source: Send to Documents
ja_jp: ドキュメントに送信

source: Preview behavior wheel widget
ja_jp: 行動ホイールウィジェットをプレビュー

source: Behavior wheel
ja_jp: 行動ホイール

source: Enable chat messages for the entire duration of the career development plan.
ja_jp: キャリア開発計画の全期間にわたり、チャットメッセージを有効化します。

source: Career chat
ja_jp: キャリアチャット

source: Add resources
ja_jp: リソースを追加

source: Provide links to workers and managers
ja_jp: 従業員とマネージャにリンクを提供

source: Go to edit mode to get started by creating one.
ja_jp: 編集モードに移動して、最初のものを作成してください。

source: No resources added yet!
ja_jp: まだリソースが追加されていません。

source: Label
ja_jp: ラベル

source: Link
ja_jp: リンク

source: Invalid URL. Make sure you enter a URL that uses the HTTPS protocol.
ja_jp: 無効なURLです。HTTPSプロトコルを使用するURLを入力してください。

source: Resource list
ja_jp: リソースリスト

source: Resources
ja_jp: リソース

source: Skills & competency groups
ja_jp: スキルおよび能力グループ

source: You must select at least one skill.
ja_jp: 少なくとも1つのスキルを選択する必要があります。

source: Skill Libraries
ja_jp: スキルライブラリ

source: The size of the file exceeds the maximum limit.
ja_jp: ファイルのサイズが上限を超えています。

source: Upload file
ja_jp: ファイルをアップロード

source: Upload the CSV file (Max: 1MB). Ensure the file is correctly formatted for a seamless upload.
ja_jp: CSVファイルをアップロードします（最大：1MB）。スムーズにアップロードできるよう、ファイルが適切にフォーマットされていることを確認してください。

source: Import file
ja_jp: ファイルをインポート

source: Download your current skill configuration
ja_jp: 現在のスキルの設定をダウンロード

source: Upload the modified file
ja_jp: 変更されたファイルをアップロード

source: Add new skills to the file or update the existing skills
ja_jp: ファイルに新しいスキルを追加、または既存のスキルを更新

source: Add skills to the library
ja_jp: ライブラリにスキルを追加

source: This operation might take a few minutes; please keep this window open.
ja_jp: この操作には数分かかる場合があります。このウィンドウを開いたままお待ちください。

source: Processing
ja_jp: 処理中

source: Parent element
ja_jp: 親要素

source: This code already exists.
ja_jp: このコードはすでに存在します。

source: Create comp element
ja_jp: 報酬要素を作成

source: Edit comp element
ja_jp: 報酬要素を編集

source: Element code
ja_jp: 要素コード

source: The code will be automatically generated after creation.
ja_jp: コードは、作成後に自動的に生成されます。

source: Customer code
ja_jp: 顧客コード

source: The customer code cannot be empty.
ja_jp: 顧客コードを空にすることはできません。

source: Use this for mapping purpose
ja_jp: これをマッピング目的で使用

source: Element type
ja_jp: 要素タイプ

source: Comp elements
ja_jp: 報酬要素

source: Comp elements in use
ja_jp: 使用中の報酬要素

source: Comp groups
ja_jp: 報酬グループ

source: Comp trees
ja_jp: 報酬ツリー

source: View rounds using comp elements
ja_jp: 報酬要素を使用するラウンドを表示

source: Go to comp round
ja_jp: 報酬ラウンドに移動

source: Rounds using comp elements
ja_jp: 報酬要素を使用するラウンド

source: Create your first comp element
ja_jp: 最初の報酬要素を作成

source: View and manage comp trees and comp elements
ja_jp: 報酬ツリーと報酬要素を表示および管理

source: Enable comp element
ja_jp: 報酬要素を有効化

source: Compensation element tree
ja_jp: 報酬要素ツリー

source: View comp element
ja_jp: コンポーネント要素を表示

source: Compensation element
ja_jp: 報酬要素

source: Select the compensation element that will use this rule
ja_jp: このルールを使用する報酬要素を選択

source: The compensation element cannot be empty.
ja_jp: 報酬要素を空にすることはできません。

source: No target budget
ja_jp: ターゲット予算なし

source: Outcome
ja_jp: 結果

source: Define the outcome of the rule
ja_jp: ルールの結果を定義

source: The rule list is empty. Get started by creating a budget rule.
ja_jp: ルールリストが空です。まずは予算ルールを作成しましょう。

source: Create rule
ja_jp: ルールを作成

source: How do you want to distribute your budget?
ja_jp: 予算をどのように分配しますか？

source: Budget rules
ja_jp: 予算ルール

source: Are you sure you want to delete this condition block?
ja_jp: この条件ブロックを削除してもよろしいですか？

source: Delete condition block
ja_jp: 条件ブロックを削除

source: The compensation round was successfully published.
ja_jp: 報酬ラウンドが正常に公開されました。

source: Are you sure you want to republish the compensation round?
ja_jp: 報酬ラウンドを再公開してもよろしいですか？

source: The compensation round was successfully republished.
ja_jp: 報酬ラウンドが正常に再公開されました。

source: Republish compensation round
ja_jp: 報酬ラウンドを再公開

source: Your changes will be saved as a staged draft. The published version of the comp round will remain unchanged until it is republished. Are you sure you want to save as a staged draft?
ja_jp: 変更は、段階的なドラフトとして保存されます。公開された報酬ラウンドのバージョンは、再公開されるまで変更されません。段階的なドラフトとして保存してもよろしいですか？

source: Are you sure you want to update the compensation round?
ja_jp: 報酬ラウンドを更新してもよろしいですか？

source: The compensation round was successfully updated.
ja_jp: 報酬ラウンドが正常に更新されました。

source: Update compensation round
ja_jp: 報酬ラウンドを更新

source: Updates have been made to the selected data model. Please review and validate your round configurations. Last update: {{date}}
ja_jp: 選択されたデータモデルに更新が加えられました。設定の確認と検証を行ってください。 最終更新日：{{date}}

source: Generate validation report
ja_jp: 検証レポートを生成

source: Changes detected in data model
ja_jp: データモデルに変更が検出されました

source: The pending draft was successfully deleted.
ja_jp: 保留中の下書きは正常に削除されました。

source: The compensation round was successfully deleted.
ja_jp: 報酬ラウンドが正常に削除されました。

source: The compensation round was successfully duplicated.
ja_jp: 報酬サイクルは正常に複製されました。

source: The compensation round was duplicated and a new item was created.
ja_jp: 報酬ラウンドが複製され、新しいアイテムが作成されました。

source: Select the comp element that will use this rule.
ja_jp: このルールを使用する報酬要素を選択します。

source: All individuals within the specified population are by default eligible. Create rules to exclude workers.
ja_jp: デフォルトでは、指定された母集団内のすべての個人が適格となっています。 従業員を除外するルールを作成してください。

source: Eligibility rules
ja_jp: 適格性ルール

source: Expression
ja_jp: 式

source: All individuals in the defined population are by default eligible. You can create and configure rules to exclude certain workers.
ja_jp: デフォルトでは、定義された母集団内のすべての個人が適格となっています。ルールを作成して設定することにより、特定の従業員を除外できます。

source: Create rules to make workers ineligible.
ja_jp: 従業員を不適格とするルールを作成します。

source: Rule name
ja_jp: ルール名

source: The rule name cannot be empty.
ja_jp: ルール名を空にすることはできません。

source: After
ja_jp: これより後：

source: Before
ja_jp: これより前：

source: Contains
ja_jp: 次の文字を含む：

source: The operator is required
ja_jp: 演算子は必須です
